export const lswData = {
    Shrine: {
        img: "/images/koksai.jpg",
        header: "ศาลเจ้าพ่อกกไทร",
        content: "",
        preContent: "สถานที่ศักดิ์สิทธิ์ และ เป็นที่พึ่งทางใจของชาวหล่มสัก และ บุคลากรภายในโรงเรียนหล่มสักวิทยาคม"
    },
    MEP_IEP_Building: {
        img: "/images/koksai.jpg",
        header: "ตึก MEP/IEP และ แผนการเรียนพิเศษ",
        content: "เดิมก่อนหน้านี้ตึกนี้นั้นเป็นอาคารสีฟ้า 2 ชั้น แต่ด้วยความเก่าบวกกับมีการเปิดแผนการเรียนใหม่คือ MEP จึงได้ทำการทุบตึกฟ้านี้ทิ้ง และ สร้างใหม่ขึ้นมาซึ่งก็คือตึกชมพูนี้เอง และด้วยความที่เป็นการสร้างใหม่จากพื้นที่ที่ตึกเก่าถูกทุบจึงเกิดเรื่องเล่าหลอนๆภายในตึกนี้มากมาย โดยตึกมีความสูง 4 ชั้น โดยจะเป็นชั้นใต้ถุนด้านล่าง โดยภายในจะมีห้องเรียน, ห้อง office และ ห้องคอมพิวเตอร์ใหม่",
        preContent: "ตึกเรียนสำหรับนักเรียนแผนการเรียน MEP/IEP และ แผนการเรียนพิเศษ เช่น สสวท. เป็นตึกที่สร้างขึ้นมาใหม่"
    },
    Computer_Building: {
        img: "/images/koksai.jpg",
        header: "ตึกวิชาการ",
        content: "ตึกนี้จะเป็นตึกที่เกี่ยวข้องกับวิชาการทั้งการติดต่อขอเอกสารต่างๆ หรือ ส่งบันทึกหัวหน้าห้อง นอกจากนี้ภายในชั้น 2 ของตึกนี้นั้นจะเป็นชั้นสำหรับหมวดคอมพิวเตอร์ เมื่อมีวิชาคอมพิวเตอร์นักเรียนก็จะมาเรียนที่ตึกนี้",
        preContent: "ตึกวิชาการเป็นตึกไม้เก่าที่ เป็นที่สำหรับติดต่อเกี่ยวกับเอกสารต่างๆ และ ยังเป็นที่สำหรับเรียนคอมพิวเตอร์ด้วย"
    },
    Library: {
        img: "/images/koksai.jpg",
        header: "ห้องสมุด",
        content: "ห้องสมุดนี้ก็เหมือนกับห้องสมุดทั่วๆไปที่จะเต็มไปด้วยหนังสือ และ นักเรียนสามารถเข้ามายืมได้ตามใจชอบ แต่ภายในห้องสมุดนี้มีอย่างนึงที่ไม่เหมือนที่อื่นคือมันมีห้อง คาราโอเกะ อยู่ด้วย โดยภายในห้องคาราโอเกะจะมีโปรเจกเตอร์พร้อมฉายและไมค์โครโฟน สำหรับนักเรียนที่ต้องการระบายหลังสอบเสร็จก็สามารถเข้ามาใช้สถานที่นี้เพื่อปลดปล่อยได้",
        preContent: "ห้องสมุดสำหรับนักเรียนเพื่อยืมหนังสือ"
    },
    Audiovisual_Room: {
        img: "/images/koksai.jpg",
        header: "ห้องโสตทัศนศึกษา",
        content: "ห้องนี้มักจะใช้เวลาต้องการที่จะจัดประชุมต่างๆ ไม่ว่าจะเป็นการประชุมสภาสำหรับงานอีเวนต์ต่างๆ หรือ การประชุมกับบุคคลภายนอกเพื่อชี้แจงเรื่องต่างๆ โดยภายในจะเป็นห้อง office ของครูสอนฟิสิกส์คนนึงในโรงเรียน โดยครูคนนี้ก็มักจะจัดให้นักเรียนสอบในห้องนี้ ดังนั้นคนที่ได้เรียนกับครูคนนี้ก็จะได้มาห้องประชุมนี้เกือบทุกครั้งที่มีสอบ",
        preContent: "ห้องสำหรับการประชุมงานต่างๆ สำหรับคุณครู และ สภานักเรียน"
    },
    Faculty_of_art: {
        img: "/images/koksai.jpg",
        header: "ห้องคหกรรม",
        content: "ห้องนี้เป็นห้องสำหรับคหกรรม และ การประดิษฐ์สิ่งของพื้นบ้านต่างๆ รวมถึงคนที่มีเรียนวิชาการงานก็จะได้มาเรียนที่ห้องนี้เพื่อ พับใบตองทำปลาตะเพียน หรือ ประดิษฐ์ตุงสำหรับตกแต่ง",
        preContent: "ห้องสำหรับคหกรรมเย็บปักถักร้อยต่างๆ ส่วนใหญ่ก็จะทำงานอยู่ภายในห้องนี้"
    },
    WorldClass: {
        img: "/images/koksai.jpg",
        header: "ตึก World Class",
        content: "ตึกนี้จะเป็นสถานที่ที่นักเรียนได้เข้ามาน้อยที่สุดเพราะมันไม่มีอะไรเลย ส่วนใหญ่มักใช้เป็นสถานที่สำหรับการรับสมัครนักเรียนใหม่ และ ประชุมครู",
        preContent: "ตึกสำหรับการรับสมัครนักเรียนใหม่"
    },
    Social_Study_Building: {
        img: "/images/koksai.jpg",
        header: "ตึกสังคม",
        content: "ตึกนี้จะเป็นตึกสำหรับนักเรียนทั่วไป และ เป็นตึกสำหรับหมวดสังคมเพราะจะมีห้องพักครูของวิชาสังคมอยู่ โดยตึกจะมีอยู่สามชั้น โดยห้องพักครูจะอยู่ชั้นแรก และ ตึกนี้ยังมีห้องน้ำอยู่ใกล้ๆ และ มีโรงอาหาร และ หอประชุมอยู่ตรงข้าม",
        preContent: "ตึกสำหรับนักเรียน และ หมวดสังคม"
    },
    One_hundred_years_buildings: {
        img: "/images/koksai.jpg",
        header: "ตึกร้อยปี",
        content: "ตึกนี้เป็นตึกสำหรับนักเรียนทั่วไป และ ยังเป็นตึกที่เก่า และ ใหญ่ที่สุดภายในโรงเรียนอีกด้วยโดยข้างๆตึกจะเป็นสนามปิงปอง นอกจากเป็นตึกสำหรับนักเรียนแล้ว ตึกนี้ยังถูกใช้เป็นสนามสอบสำหรับการสอบต่างๆ เช่น ONET, A-Level, TGAT/TPAT ชั้นแรกของตึกจะประกอบไปด้วยห้องปกครอง และ ห้องที่เกี่ยวกับฝ่ายปกครอง นอกจากนี้ชั้นนี้ยังมีสหกรณ์ที่เป็นร้านค้าขายขนม, ไอศกรีม, น้ำดื่ม และ เครื่องเขียนต่างๆ เช่น ดินสอ, ปากการ, ยางลบ, ปกรายงาน, สันรูด",
        preContent: "ตึกที่เก่าที่สุดภายในโรงเรียน และ เป็นตึกที่ใหญ่ที่สุดภายในโรงเรียน"
    },
    Fourth_Building: {
        img: "/images/koksai.jpg",
        header: "อาคาร4",
        content: "ตึกนี้เป็นตึกสำหรับนักเรียนชั้นมัธยมต้น และ มีห้องพักครูหมวดกีฬาด้วย โดยข้างๆตึกจะเป็นสนามบาส และ มีห้องน้ำอยู่ด้านหลัง และ ข้างๆยังมีลานจอดรถสำหรับนักเรียนที่ขับมอเตอร์ไซค์ไปโรงเรียน",
        preContent: "ตึกนี้เป็นตึกสำหรับนักเรียนชั้นมัธยมต้น และ สำหรับหมวดกีฬา"
    },
    Lab: {
        img: "/images/koksai.jpg",
        header: "ตึกปฏิบัติการ",
        content: "ตึกสำหรับฏิบัติการทางวิทยาศาตร์ และ ยังเป็นห้องเรียนสำหรับวิชาวิทยาศาตร์ที่สอนโดยครูบางท่านก็จะได้มาเรียนที่ตึกนี้ โดยตึกจะประกอบด้วยหลายห้อง สำหรับวิชาต่างๆ และ ด้านหน้ายังมีศาลาสำหรับนักเรียนให้มานั่งเล่นได้",
        preContent: "ตึกสำหรับปฏิบัติการทางวิทยาศาตร์ ฟิสิกส์ เคมี ชีวะ"
    },
    Food_Hall: {
        img: "/images/koksai.jpg",
        header: "โรงอาหาร",
        content: "โรงอาหารภายในจะมีร้านขายอาหารต่างๆ ให้นักเรียนมาเลือกกินได้ เช่น ร้านก๋วยเตี๋ยว, ข้าวมันไก่, โตเกียว, โดยภายในจะมีโต๊ะสำหรับนักเรียน และ ห้องสำหรับครูเพื่อรับประทานอาหาร โดยนักเรียนชั้นมัธยมต้นจะได้มาโรงอาหารเวลา 11 โมง ส่วน มัธยมปลายจะได้มาโรงอาหารตอนเที่ยง ซึ่งอาหารมักจะไม่เหลือให้พี่ๆ ม.ปลาย พี่ๆจึงจำเป็นจะต้องรับประทานของที่เหลืออยู่ตลอด หากวันไหนของที่อยากกินยังไม่หมดวันนั้นถือว่าโชคดีเป็นอย่างมาก",
        preContent: "โรงอาหารสำหรับนักเรียน และ ครู"
    },
    Meeting_Hall: {
        img: "/images/koksai.jpg",
        header: "หอประชุม",
        content: "หอประชุมเป็นสถานที่สำหรับจัดงานอีเวนต์ และ การแสดงในวันสำคัญต่างๆ เช่น กิจกรรมวันไหว้ครู, กิจกรรมวันคริสมาสต์, ปัจฉิม และ นอกจากนั้นหอประชุมยังมักถูกใช้เป็นสถานที่สำหรับจัดงานแต่ง ที่คู่รักบ่าวสาวได้มาขอสถานที่สำหรับจัดงานแต่งงาน",
        preContent: "สถานที่จะงานอีเวนต์ และ การแสดงรวมถึงนิทรรศการต่างๆ"
    },
    Art_Building: {
        img: "/images/koksai.jpg",
        header: "ตึกศิลปะ",
        content: "ตึกนี้จะประกอบด้วยสองอาคาร และ มีหลังคาโดมเชื่อมโดยอาคารแรกใกล้อาคารเกษตรชั้นล่างจะเป็นห้องวาดภาพศิลปะ ชั้นบนจะเป็นห้องดนตรีสากล และ ห้องนาฏศิลป์ อาคารสองชั้นแรกจะเป็นห้องสำหรับวิชาการงานที่เกี่ยวกับเครื่องมือช่าง ชั้นสองจะเป็นห้องดนตรีไทย",
        preContent: "ตึกสำหรับการเรียนการสอนศิลปะ และ นาฏศิลป์"
    },
    Agriculture_Building: {
        img: "/images/koksai.jpg",
        header: "ตึกเกษตร",
        content: "ตึกนี้ใช้สำหรับการเป็นห้องพักครูวิชาเกษตร และ วิชาศิลปะ ด้านหน้าจะมีต้นไม้ใหญ่ประดับตกแต่งอยู่",
        preContent: "ห้องพักครูวิชาเกษตร และ วิชาศิลปะ"
    },
    Sport_building: {
        img: "/images/koksai.jpg",
        header: "ตึกกีฬา",
        content: "ตึกนี้สำหรับนักเรียนที่มาเรียนวิชาพละแล้วต้องเล่นกีฬาในร่ม เช่น ฟุตซอล นอกจากนี้ตึกนี้ยังถูกใช้เป็นห้องเก็บของสำหรับกีฬาต่างๆ เช่น ลูกฟุตบอล, ลูกฟุตซอล และ กรวย เป็นต้น",
        preContent: "ตึกสำหรับการเล่นกีฬาในร่ม"
    },
    Science_building: {
        img: "/images/koksai.jpg",
        header: "ตึกวิทย์",
        content: "ตึกนี้ใช้สำหรับการเรียนวิชาวิทยาศาสตร์ต่างๆ เช่น วิทยาศาสตร์กายภาพ, เคมี เป็นต้น และ ยังเป็นตึกสำหรับคุณครูหมวดวิทยาศาสตร์ และ คณิตศาสตร์อีกด้วย โดยภายในชั้นแรกจะเป็นห้องเรียน และ แลป ชั้นสองจะเป็นห้องเรียนและห้องพักครู ชั้นสามจะเป็นห้องเรียน และ แลป โดยชั้นสามเป็นชั้นที่ได้รับการรีโนเวทใหม่",
        preContent: "ตึกสำหรับเรียนวิชาวิทยาศาสตร์ และ เป็นที่พักครูหมวดวิทยาศาสตร์ และ คณิตศาสตร์"
    }
}